acpi
acpid
acpilight
alacarte
alacritty
alsa-firmware
arandr
ark
ascii
autoconf
automake
awesome-terminal-fonts
baobab
base
bbswitch-dkms
bdf-unifont
binutils
bison
brave-bin
cabextract
cheese
chromium-vaapi-bin
chromium-widevine
cinnamon
cmatrix
cmus
code
codeblocks
conky
conky-manager
cowfortune
cpupower
cpupower-gui
dash
dialog
discord
dmenu
downgrade
efibootmgr
entr
eog
evince
evtest
fakeroot
feh
figlet
file
file-roller
findutils
firefox
flex
freetype2-cleartype
fuse2
gawk
gcc
gdb
gettext
git
gnome-screenshot
gnome-settings-daemon
gnome-terminal
gparted
grep
groff
grsync
grub
grub-customizer
gstreamer-vaapi
gvfs-smb
gvim
gzip
hardinfo
haveged
htop
hwinfo
i3-gaps
i3blocks
i3lock-fancy-dualmonitors-git
i3lock-fancy-git
i3lock-fancy-rapid-git
i3status
imwheel
intel-hybrid-codec-driver
intel-ucode
iwd
jp2a
kate
konsole
krita
ksysguard
kvantum-qt5
kvantum-theme-materia
lemonbar-xft-git
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libva1
lib32-libva1-intel-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libmpd
libreoffice-fresh
libreoffice-fresh-pl
libtool
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver-chromium
libvdpau-va-gl
lightdm
lightdm-gtk-greeter
lightdm-settings
lightdm-webkit-theme-aether
lightdm-webkit-theme-litarvan
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lolcat
lutris
lxappearance
lxsession
lxterminal
m4
make
markdown-reader
mc
md2pdf
md4c
minecraft-launcher
moc
mousepad
mpd
mpg123
mupdf
nano
nautilus
neofetch
nerd-fonts-iosevka
netctl
networkmanager
nmap
noto-fonts
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
ocl-icd
ocs-url
oh-my-zsh-git
openrazer-driver-dkms-git
openssh
optimus-manager
orage
otf-monego-git
pacman
pandoc
parole
patch
pavucontrol
perl-anyevent
perl-anyevent-i3
picom
pkgconf
playerctl
polybar
powertop
pyside2
python-pip
python-pywal
python-ueberzug-git
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
ranger-git
rclone
redshift
ristretto
rofi
rxvt-unicode
screenkey
sddm
sed
siji-git
smbnetfs
spotify
sshfs
steam
sudo
sysstat
systemd
terminator
terminus-font
termsyn-font
termsyn-powerline-font-git
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlp-rdw
tlpui-git
tmux
ttf-bitstream-vera
ttf-droid
ttf-hack-powerline-git
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-unifont
tumbler
unimatrix-git
unrar
unshield
unzip
util-linux
vdpauinfo
vulkan-intel
w3m
wget
which
wine-lol
wine-lol-glibc
wine-osu
wine-staging
winetricks
wpgtk-git
wsdd
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay
zsh
zsh-completions
